Privacy Policy

T10: DR Guide app as a Free app. This SERVICE is provided by congnvcntt at no cost and is intended for use as is.
This page is used to inform visitors regarding my policies with the collection of Personal Information if anyone decided to use my Service.
We care about the security of your personal data. This Privacy Policy is designed to ensure that you are confident that your data is protected when you use or access any game, 
application, or other digital content"

By using our Services, you consent to the collection and processing of your personal data in accordance with this Privacy Policy.
If you do not agree to the terms of this Privacy Policy, please do not provide us any information or use the Services.

This privacy policy has been compiled to better serve those who are concerned with how their 'Personally Identifiable Information' (PII) is being used online. 
PII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, 
or locate a single person, or to identify an individual in context. Please read our privacy policy carefully to get a clear understanding of how we collect, 
use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.

1. AGE RESTRICTIONS
  We do not knowingly collect personal data from children under 3 years of age in accordance with COPPA rules. 
  If you are under 3 years old, please do not provide us with any personal data.
  
2. PERSONAL DATA WHICH WE CAN GATHER
  Statistical data on activities and trends that do not personally identify you. Such data includes data about your mobile device and the use of our Services,
  including the unique device identifier (UDID), the international mobile device identifier (IMEI), Android ID, the device's MAC address, social network ID, 
  advertising ID for the platform Android, IDFA advertising ID, operating system type, timestamps, data about downloaded applications, traffic, location.
3. WHEN DO WE COLLECT INFORMATION
  We collect information from you when you enter information on our site or using our application on mobile phones.

4. HOW DO WE USE YOUR INFORMATION
  We may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website,
  or use certain other site or application features in the following ways:
      • To personalize your experience and to allow us to deliver the type of content and product offerings in which you are most interested.
      • To allow us to better service you in responding to your customer service requests.

5. HOW DO WE PROTECT YOUR INFORMATION
  We do not use vulnerability scanning and/or scanning to PCI standards.
  We only provide articles and information. We never ask for credit card numbers.
  We use regular Malware Scanning.

  Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, 
  and are required to keep the information confidential. In addition, all sensitive/credit information you supply is encrypted via Secure Socket Layer (SSL) technology.
 
  We implement a variety of security measures when a user enters, submits, or accesses their information to maintain the safety of your personal information.
  
  All transactions are processed through a gateway provider and are not stored or processed on our servers.

6 REFERENCES
  Our Services can contain links from other sites and services, as well as leading to other sites and services. 
  We are not responsible for the use of personal data or the content of third-party sites. 
  Please check the policy of using personal data of such websites and services before sending them any personal data.
 
8. ADVERTISERS
  From time to time, we may engage third-party advertisers or sponsors in our Services. 
  In this case, we do not disclose any information that allows us to identify specific users, 
  but we can provide them with generalized information about our users. 
  We can also use this generalized information to help advertisers connect with the audience they are targeting (for example, men from London). 
  We can use personal data received from you to satisfy the request of our advertisers or sponsors to display their advertising to such a target audience.
  
9. DO WE USE "COOKIES"
  We do not use cookies for tracking purposes
  
10. THIRD-PARTY DISCLOSURE
  We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information.

11. YOUR RIGHTS
  You have the right to send us a request to stop using your personal data for marketing, analytical or other purposes.
  You can refuse to collect your data by contacting us at:
  congnt1095@gmail.com

11. CHANGES TO OUR PRIVACY POLICY
  From time to time, we make changes to our Privacy Policy, and any changes that we may make to it in the future will be posted on this page,
  and if applicable, you will be notified by email or otherwise.
